Repository: moaiy-com/moaiy
Catalog: Moaiy/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, pt_br, ru, zh_hans

# select_files_decrypt_message
source: Select files to decrypt
ar: حدد الملفات لفك تشفيرها
de: Wählen Sie die zu entschlüsselnden Dateien aus
es: Seleccionar archivos para descifrar
fr: Sélectionnez les fichiers à décrypter
hi: डिक्रिप्ट करने के लिए फ़ाइलें चुनें
ja: 復号化するファイルを選択してください
ko: 해독할 파일 선택
pt_br: Selecione os arquivos para descriptografar
ru: Выберите файлы для расшифровки
zh_hans: 选择要解密的文件

# select_files_encrypt_message
source: Select files to encrypt
ar: حدد الملفات لتشفيرها
de: Wählen Sie die zu verschlüsselnden Dateien aus
es: Seleccionar archivos para cifrar
fr: Sélectionnez les fichiers à chiffrer
hi: एन्क्रिप्ट करने के लिए फ़ाइलें चुनें
ja: 暗号化するファイルを選択してください
ko: 암호화할 파일 선택
pt_br: Selecione os arquivos para criptografar
ru: Выберите файлы для шифрования
zh_hans: 选择要加密的文件

# selected_files_count
source: %lld files
ar: ملفات %lld
de: %lld-Dateien
es: Archivos %lld
fr: Fichiers %lld
hi: %lld फ़ाइलें
ja: %lld ファイル
ko: %lld 파일
pt_br: Arquivos %lld
ru: Файлы %lld
zh_hans: %lld 个文件

# selected_files_title
source: Selected Files
ar: الملفات المختارة
de: Ausgewählte Dateien
es: Archivos seleccionados
fr: Fichiers sélectionnés
hi: चयनित फ़ाइलें
ja: 選択したファイル
ko: 선택한 파일
pt_br: Arquivos selecionados
ru: Выбранные файлы
zh_hans: 已选文件

# setting_auto_backup
source: Auto Backup
ar: النسخ الاحتياطي التلقائي
de: Automatische Sicherung
es: Copia de seguridad automática
fr: Sauvegarde automatique
hi: ऑटो बैकअप
ja: 自動バックアップ
ko: 자동 백업
pt_br: Backup automático
ru: Автоматическое резервное копирование
zh_hans: 自动备份

# setting_backup_frequency
source: Backup Frequency
ar: تردد النسخ الاحتياطي
de: Backup-Häufigkeit
es: Frecuencia de respaldo
fr: Fréquence de sauvegarde
hi: बैकअप आवृत्ति
ja: バックアップの頻度
ko: 백업 빈도
pt_br: Frequência de backup
ru: Частота резервного копирования
zh_hans: 备份频率

# setting_backup_manager
source: Manage Backups...
ar: إدارة النسخ الاحتياطية...
de: Backups verwalten...
es: Administrar copias de seguridad...
fr: Gérer les sauvegardes...
hi: बैकअप प्रबंधित करें...
ja: バックアップを管理...
ko: 백업 관리...
pt_br: Gerenciar backups...
ru: Управление резервными копиями...
zh_hans: 管理备份...

# setting_default_key_type
source: Default Key Type
ar: نوع المفتاح الافتراضي
de: Standardschlüsseltyp
es: Tipo de clave predeterminada
fr: Type de clé par défaut
hi: डिफ़ॉल्ट कुंजी प्रकार
ja: デフォルトのキータイプ
ko: 기본 키 유형
pt_br: Tipo de chave padrão
ru: Тип ключа по умолчанию
zh_hans: 默认密钥类型

# setting_encryption_algorithm
source: Encryption Algorithm
ar: خوارزمية التشفير
de: Verschlüsselungsalgorithmus
es: Algoritmo de cifrado
fr: Algorithme de cryptage
hi: एन्क्रिप्शन एल्गोरिथम
ja: 暗号化アルゴリズム
ko: 암호화 알고리즘
pt_br: Algoritmo de criptografia
ru: Алгоритм шифрования
zh_hans: 加密算法

# setting_file_naming
source: File Naming
ar: تسمية الملف
de: Dateibenennung
es: Nomenclatura de archivos
fr: Nom du fichier
hi: फ़ाइल नामकरण
ja: ファイルの命名
ko: 파일 이름 지정
pt_br: Nomenclatura de arquivos
ru: Именование файлов
zh_hans: 文件命名

# setting_keyring_mode
source: Active Source
ar: المصدر النشط
de: Aktive Quelle
es: Fuente activa
fr: Source active
hi: सक्रिय स्रोत
ja: アクティブソース
ko: 활성 소스
pt_br: Fonte Ativa
ru: Активный источник
zh_hans: 当前来源

# setting_keyring_mode_app
source: App Managed
ar: تتم إدارة التطبيق
de: App-verwaltet
es: Aplicación administrada
fr: Application gérée
hi: ऐप प्रबंधित
ja: アプリ管理
ko: 앱 관리
pt_br: Aplicativo gerenciado
ru: Управляется приложением
zh_hans: 应用托管

# setting_keyring_mode_external
source: External Folder
ar: المجلد الخارجي
de: Externer Ordner
es: Carpeta externa
fr: Dossier externe
hi: बाहरी फ़ोल्डर
ja: 外部フォルダー
ko: 외부 폴더
pt_br: Pasta Externa
ru: Внешняя папка
zh_hans: 外部目录

# setting_keyring_path
source: Path
ar: طريق
de: Weg
es: Camino
fr: Chemin
hi: पथ
ja: パス
ko: 길
pt_br: Caminho
ru: Путь
zh_hans: 路径

# setting_keyring_path_unavailable
source: Unavailable
ar: غير متاح
de: Nicht verfügbar
es: Indisponible
fr: Indisponible
hi: अनुपलब्ध
ja: 利用不可
ko: 없는
pt_br: Indisponível
ru: Недоступно
zh_hans: 不可用

# setting_keyring_picker_message
source: Select an external GnuPG home folder (for example ~/.gnupg)
ar: حدد مجلدًا رئيسيًا خارجيًا لـ GnuPG (على سبيل المثال ~/.gnupg)
de: Wählen Sie einen externen GnuPG-Home-Ordner (zum Beispiel ~/.gnupg)
es: Seleccione una carpeta de inicio GnuPG externa (por ejemplo ~/.gnupg)
fr: Sélectionnez un dossier personnel GnuPG externe (par exemple ~/.gnupg)
hi: एक बाहरी GnuPG होम फ़ोल्डर चुनें (उदाहरण के लिए ~/.gnupg)
ja: 外部の GnuPG ホーム フォルダー (例: ~/.gnupg) を選択します。
ko: 외부 GnuPG 홈 폴더(예: ~/.gnupg)를 선택합니다.
pt_br: Selecione uma pasta inicial externa do GnuPG (por exemplo ~/.gnupg)
ru: Выберите внешнюю домашнюю папку GnuPG (например, ~/.gnupg).
zh_hans: 请选择外部 GnuPG 主目录（例如 ~/.gnupg）

# setting_language
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
zh_hans: 语言

# setting_language_option_chinese_simplified
source: 简体中文
ar: الصينية المبسطة
de: Vereinfachtes Chinesisch
es: Chino simplificado
fr: Chinois simplifié
hi: सरलीकृत चीनी
ja: 簡体字中国語
ko: 중국어 간체
pt_br: Chinês simplificado
ru: Упрощенный китайский

# setting_language_option_english
source: English
ar: إنجليزي
de: Englisch
es: Inglés
fr: Anglais
hi: अंग्रेज़ी
ja: 英語
ko: 영어
pt_br: Inglês
ru: Английский

# setting_language_option_french
source: Français
ar: فرنسي
de: Französisch
es: Francés
hi: फ़्रेंच
ja: フランス語
ko: 프랑스 국민
pt_br: Francês
ru: Французский

# setting_language_option_german
source: Deutsch
ar: الألمانية
es: Alemán
fr: Allemand
hi: जर्मन
ja: ドイツ語
ko: 독일 사람
pt_br: Alemão
ru: немецкий

# setting_language_option_hindi
source: हिन्दी
ar: الهندية
de: Hindi
es: hindi
fr: hindi
ja: ヒンディー語
ko: 힌디 어
pt_br: hindi
ru: хинди

# setting_language_option_japanese
source: 日本語
ar: اليابانية
de: japanisch
es: japonés
fr: japonais
hi: जापानी
ko: 일본어
pt_br: japonês
ru: японский

# setting_language_option_korean
source: 한국어
ar: كوري
de: Koreanisch
es: coreano
fr: coréen
hi: कोरियाई
ja: 韓国語
pt_br: coreano
ru: корейский

# setting_language_option_portuguese_brazil
source: Português (Brasil)
ar: البرتغالية (البرازيل)
de: Portugiesisch (Brasilien)
es: Portugués (Brasil)
fr: Portugais (Brésil)
hi: पुर्तगाली (ब्राजील)
ja: ポルトガル語 (ブラジル)
ko: 포르투갈어(브라질)
ru: Португальский (Бразилия)

# setting_language_option_russian
source: Русский
ar: الروسية
de: Russisch
es: ruso
fr: russe
hi: रूसी
ja: ロシア
ko: 러시아인
pt_br: russo

# setting_language_option_spanish
source: Español
ar: الأسبانية
de: Spanisch
fr: Espagnol
hi: स्पैनिश
ja: スペイン語
ko: 스페인 사람
pt_br: Espanhol
ru: испанский

# setting_language_option_system
source: Follow System
ar: اتباع إعدادات النظام
de: System folgen
es: Seguir el sistema
fr: Suivre le système
hi: सिस्टम सेटिंग का पालन करें
ja: システムに従う
ko: 시스템 설정 따르기
pt_br: Seguir sistema
ru: Следовать системе
zh_hans: 跟随系统

# setting_pro_entitlement_source
source: Entitlement Source
ar: مصدر الصلاحية
de: Berechtigungsquelle
es: Origen del derecho
fr: Source d'autorisation
hi: एंटाइटलमेंट स्रोत
ja: 権限ソース
ko: 권한 소스
pt_br: Origem da permissão
ru: Источник прав
zh_hans: 权益来源

# setting_pro_last_refresh
source: Last Refresh
ar: آخر تحديث
de: Letzte Aktualisierung
es: Última actualización
fr: Dernière actualisation
hi: अंतिम रीफ़्रेश
ja: 最終更新
ko: 마지막 새로고침
pt_br: Última atualização
ru: Последнее обновление
zh_hans: 上次刷新

# setting_theme
source: Theme
ar: سمة
de: Thema
es: Tema
fr: Thème
hi: विषय
ja: テーマ
ko: 주제
pt_br: Tema
ru: Тема
zh_hans: 主题

# sign_action
source: Sign Key
ar: مفتاح التوقيع
de: Schlüssel signieren
es: Clave de firma
fr: Clé de signe
hi: साइन कुंजी
ja: サインキー
ko: 서명 키
pt_br: Chave de assinatura
ru: Подписать ключ
zh_hans: 签名密钥

# sign_alert_title_failure
source: Signing Not Successful
ar: التوقيع غير ناجح
de: Signierung nicht erfolgreich
es: La firma no fue exitosa
fr: Signature échouée
hi: हस्ताक्षर सफल नहीं
ja: 署名が失敗しました
ko: 서명 실패
pt_br: Assinatura sem sucesso
ru: Подписание не удалось
zh_hans: 签名未成功

# sign_default_key
source: Default Key
ar: المفتاح الافتراضي
de: Standardschlüssel
es: Clave predeterminada
fr: Clé par défaut
hi: डिफ़ॉल्ट कुंजी
ja: デフォルトキー
ko: 기본 키
pt_br: Chave padrão
ru: Ключ по умолчанию
zh_hans: 默认密钥

# sign_detached_file_picker_message
source: Select files to create detached signatures
ar: حدد الملفات لإنشاء توقيعات منفصلة
de: Wählen Sie Dateien aus, um getrennte Signaturen zu erstellen
es: Seleccionar archivos para crear firmas separadas
fr: Sélectionnez des fichiers pour créer des signatures détachées
hi: अलग-अलग हस्ताक्षर बनाने के लिए फ़ाइलों का चयन करें
ja: 分離された署名を作成するファイルを選択してください
ko: 분리된 서명을 만들 파일을 선택하세요.
pt_br: Selecione arquivos para criar assinaturas desanexadas
ru: Выберите файлы для создания отдельных подписей
zh_hans: 选择要生成分离式签名的文件

# sign_info_text
source: Signing a key means you certify that it belongs to the person claimed. Only sign keys you have verified.
ar: التوقيع على المفتاح يعني أنك تقر بأنه ينتمي إلى الشخص المطالب به. فقط مفاتيح التوقيع التي قمت بالتحقق منها.
de: Durch die Signatur eines Schlüssels bestätigen Sie, dass er der beanspruchten Person gehört. Signieren Sie nur Schlüssel, die Sie verifiziert haben.
es: Firmar una clave significa que usted certifica que pertenece a la persona reclamada. Firme únicamente las claves que haya verificado.
fr: Signer une clé signifie que vous certifiez qu'elle appartient à la personne réclamée. Signez uniquement les clés que vous avez vérifiées.
hi: किसी कुंजी पर हस्ताक्षर करने का मतलब है कि आप प्रमाणित करते हैं कि यह उस व्यक्ति की है जिस पर दावा किया गया है। केवल साइन कुंजियाँ जिन्हें आपने सत्यापित किया है।
ja: キーに署名するということは、そのキーが要求された人物のものであることを証明することを意味します。検証したキーのみに署名してください。
ko: 키에 서명한다는 것은 해당 키가 청구된 사람의 소유임을 인증한다는 의미입니다. 본인이 확인한 서명 키만 사용하세요.
pt_br: Assinar uma chave significa que você certifica que ela pertence à pessoa reivindicada. Assine apenas as chaves que você verificou.
ru: Подписание ключа означает, что вы подтверждаете, что он принадлежит заявленному лицу. Подписывайте только те ключи, которые вы проверили.
zh_hans: 签名密钥意味着您证明它属于声称的所有者。仅签名您已验证的密钥。

# sign_key_button
source: Sign Key
ar: مفتاح التوقيع
de: Schlüssel signieren
es: Clave de firma
fr: Clé de signe
hi: साइन कुंजी
ja: サインキー
ko: 서명 키
pt_br: Chave de assinatura
ru: Подписать ключ
zh_hans: 签名密钥

# sign_key_subtitle
source: Sign this key to certify its authenticity
ar: قم بالتوقيع على هذا المفتاح للتأكد من صحته
de: Unterschreiben Sie diesen Schlüssel, um seine Echtheit zu bestätigen
es: Firma esta clave para certificar su autenticidad
fr: Signez cette clé pour certifier son authenticité
hi: इसकी प्रामाणिकता प्रमाणित करने के लिए इस कुंजी पर हस्ताक्षर करें
ja: このキーに署名して、その信頼性を証明します
ko: 이 키에 서명하여 진위 여부를 확인하세요.
pt_br: Assine esta chave para certificar sua autenticidade
ru: Подпишите этот ключ, чтобы подтвердить его подлинность.
zh_hans: 签名此密钥以认证其真实性

# sign_key_title
source: Sign Key
ar: مفتاح التوقيع
de: Schlüssel signieren
es: Clave de firma
fr: Clé de signe
hi: साइन कुंजी
ja: サインキー
ko: 서명 키
pt_br: Chave de assinatura
ru: Подписать ключ
zh_hans: 签名密钥

# sign_no_secret_keys
source: No secret keys available. Create a key pair first.
ar: لا توجد مفاتيح سرية متاحة. قم بإنشاء زوج مفاتيح أولاً.
de: Keine geheimen Schlüssel verfügbar. Erstellen Sie zunächst ein Schlüsselpaar.
es: No hay claves secretas disponibles. Primero cree un par de claves.
fr: Aucune clé secrète disponible. Créez d’abord une paire de clés.
hi: कोई गुप्त कुंजी उपलब्ध नहीं है. पहले एक कुंजी युग्म बनाएँ.
ja: 利用可能な秘密キーがありません。まずキーペアを作成します。
ko: 사용 가능한 비밀 키가 없습니다. 먼저 키 쌍을 생성하세요.
pt_br: No secret keys available. Crie um par de chaves primeiro.
ru: Секретных ключей нет. Сначала создайте пару ключей.
zh_hans: 没有可用的私钥。请先创建密钥对。

# sign_passphrase
source: Passphrase
ar: عبارة المرور
es: frase de contraseña
fr: Phrase secrète
hi: पदबंध
ja: パスフレーズ
ko: 암호
pt_br: Senha
ru: Парольная фраза
zh_hans: 密码

# sign_passphrase_placeholder
source: Enter passphrase for signing key
ar: أدخل عبارة المرور لمفتاح التوقيع
de: Geben Sie die Passphrase für den Signaturschlüssel ein
es: Ingrese la frase de contraseña para la clave de firma
fr: Entrez la phrase secrète pour signer la clé
hi: हस्ताक्षर कुंजी के लिए पासफ़्रेज़ दर्ज करें
ja: 署名キーのパスフレーズを入力してください
ko: 서명 키에 대한 암호를 입력하세요.
pt_br: Digite a senha para a chave de assinatura
ru: Введите пароль для подписи ключа
zh_hans: 输入签名密钥的密码

# sign_select_signer
source: Select Your Signing Key
ar: حدد مفتاح التوقيع الخاص بك
de: Wählen Sie Ihren Signaturschlüssel aus
es: Seleccione su clave de firma
fr: Sélectionnez votre clé de signature
hi: अपनी हस्ताक्षर कुंजी चुनें
ja: 署名キーを選択してください
ko: 서명 키를 선택하세요
pt_br: Selecione sua chave de assinatura
ru: Выберите ключ подписи
zh_hans: 选择您的签名密钥

# sign_set_trust
source: Set trust level after signing
ar: تحديد مستوى الثقة بعد التوقيع
de: Legen Sie nach dem Signieren die Vertrauensstufe fest
es: Establecer nivel de confianza después de firmar
fr: Définir le niveau de confiance après la signature
hi: हस्ताक्षर करने के बाद विश्वास का स्तर निर्धारित करें
ja: 署名後に信頼レベルを設定する
ko: 서명 후 신뢰 수준 설정
pt_br: Defina o nível de confiança após assinar
ru: Установите уровень доверия после подписания
zh_hans: 签名后设置信任级别

# sign_success_message
source: The key has been signed and trust level updated.
ar: تم التوقيع على المفتاح وتحديث مستوى الثقة.
de: Der Schlüssel wurde signiert und die Vertrauensstufe aktualisiert.
es: La clave ha sido firmada y el nivel de confianza actualizado.
fr: La clé a été signée et le niveau de confiance mis à jour.
hi: कुंजी पर हस्ताक्षर कर दिए गए हैं और विश्वास स्तर अद्यतन कर दिया गया है।
ja: キーは署名され、信頼レベルが更新されました。
ko: 키가 서명되었으며 신뢰 수준이 업데이트되었습니다.
pt_br: A chave foi assinada e o nível de confiança atualizado.
ru: Ключ подписан, уровень доверия обновлен.
zh_hans: 密钥已签名，信任级别已更新。

# sign_success_message_no_trust_update
source: The key has been signed.
ar: تم التوقيع على المفتاح.
de: Der Schlüssel wurde signiert.
es: La llave ha sido firmada.
fr: La clé a été signée.
hi: कुंजी पर हस्ताक्षर कर दिया गया है.
ja: キーは署名されています。
ko: 열쇠가 서명되었습니다.
pt_br: A chave foi assinada.
ru: Ключ подписан.
zh_hans: 密钥已签名。

# sign_success_title
source: Key Signed Successfully
ar: تم توقيع المفتاح بنجاح
de: Schlüssel erfolgreich signiert
es: Clave firmada exitosamente
fr: Clé signée avec succès
hi: कुंजी सफलतापूर्वक हस्ताक्षरित
ja: キーが正常に署名されました
ko: 키가 성공적으로 서명되었습니다
pt_br: Chave assinada com sucesso
ru: Ключ успешно подписан
zh_hans: 密钥签名成功

# statistics_algorithm_distribution
source: Algorithm Distribution
ar: توزيع الخوارزمية
de: Algorithmusverteilung
es: Distribución de algoritmos
fr: Distribution d'algorithmes
hi: एल्गोरिथम वितरण
ja: アルゴリズムの配布
ko: 알고리즘 배포
pt_br: Distribuição de Algoritmos
ru: Алгоритм распределения
zh_hans: 算法分布

# statistics_expiration_status
source: Expiration Status
ar: حالة انتهاء الصلاحية
de: Ablaufstatus
es: Estado de vencimiento
fr: Statut d'expiration
hi: समाप्ति स्थिति
ja: 有効期限ステータス
ko: 만료 상태
pt_br: Status de expiração
ru: Статус истечения срока действия
zh_hans: 过期状态

# statistics_expired
source: Expired
ar: منتهي الصلاحية
de: Abgelaufen
es: Venció
fr: Expiré
hi: खत्म हो चुका
ja: 期限切れ
ko: 만료됨
pt_br: Expirado
ru: Истекший
zh_hans: 已过期

# statistics_expiring_soon
source: Expiring Soon
ar: تنتهي قريبا
de: Läuft bald ab
es: Expira pronto
fr: Expire bientôt
hi: जल्द ही समाप्त हो रहा है
ja: まもなく期限切れになります
ko: 곧 만료됨
pt_br: Expirando em breve
ru: Срок действия скоро истекает
zh_hans: 即将过期

# statistics_info
source: Statistics are based on your current key ring. Activity tracking requires additional implementation.
ar: تعتمد الإحصائيات على حلقة المفاتيح الحالية لديك. يتطلب تتبع النشاط تنفيذًا إضافيًا.
de: Die Statistiken basieren auf Ihrem aktuellen Schlüsselbund. Die Aktivitätsverfolgung erfordert eine zusätzliche Implementierung.
es: Las estadísticas se basan en su llavero actual. El seguimiento de la actividad requiere una implementación adicional.
fr: Les statistiques sont basées sur votre trousseau de clés actuel. Le suivi des activités nécessite une mise en œuvre supplémentaire.
hi: आँकड़े आपकी वर्तमान कुंजी रिंग पर आधारित हैं। गतिविधि ट्रैकिंग के लिए अतिरिक्त कार्यान्वयन की आवश्यकता होती है।
ja: 統計は現在のキーリングに基づいています。アクティビティ追跡には追加の実装が必要です。
ko: 통계는 현재 키링을 기반으로 합니다. 활동 추적에는 추가 구현이 필요합니다.
pt_br: As estatísticas são baseadas no seu chaveiro atual. O rastreamento de atividades requer implementação adicional.
ru: Статистика основана на вашем текущем брелоке. Отслеживание активности требует дополнительной реализации.
zh_hans: 统计数据基于您当前的密钥环。活动跟踪需要额外实现。

# statistics_keys_created
source: Keys Created
ar: تم إنشاء المفاتيح
de: Schlüssel erstellt
es: Claves creadas
fr: Clés créées
hi: कुंजियाँ बनाई गईं
ja: 作成されたキー
ko: 생성된 키
pt_br: Chaves criadas
ru: Ключи созданы
zh_hans: 创建密钥

# statistics_keys_imported
source: Keys Imported
ar: المفاتيح مستوردة
de: Schlüssel importiert
es: Llaves importadas
fr: Clés importées
hi: कुंजी आयातित
ja: インポートされたキー
ko: 가져온 키
pt_br: Chaves importadas
ru: Ключи импортированы
zh_hans: 导入密钥

# statistics_keys_signed
source: Keys Signed
ar: المفاتيح موقعة
de: Schlüssel signiert
es: llaves firmadas
fr: Clés signées
hi: कुंजियाँ हस्ताक्षरित
ja: 署名されたキー
ko: 키 서명됨
pt_br: Chaves assinadas
ru: Ключи подписаны
zh_hans: 签名密钥

# statistics_last_30_days
source: Last 30 days
ar: آخر 30 يومًا
de: Letzte 30 Tage
es: últimos 30 días
fr: 30 derniers jours
hi: पिछले 30 दिन
ja: 過去 30 日間
ko: 지난 30일
pt_br: Últimos 30 dias
ru: Последние 30 дней
zh_hans: 最近 30 天

# statistics_no_expiration
source: No Expiration
ar: لا انتهاء الصلاحية
de: Kein Ablauf
fr: Aucune expiration
hi: कोई समय समाप्ति नहीं
ja: 有効期限なし
ko: 만료 없음
ru: Нет срока действия
zh_hans: 永不过期

# statistics_recent_activity
source: Recent Activity
ar: النشاط الأخير
de: Letzte Aktivität
es: Actividad reciente
fr: Activité récente
hi: हाल की गतिविधि
ja: 最近の活動
ko: 최근 활동
pt_br: Atividade recente
ru: Недавняя активность
zh_hans: 近期活动

# statistics_secret_keys
source: Secret Keys
ar: المفاتيح السرية
de: Geheime Schlüssel
es: Claves secretas
fr: Clés secrètes
hi: गुप्त कुंजियाँ
ja: 秘密鍵
ko: 비밀 키
pt_br: Chaves Secretas
ru: Секретные ключи
zh_hans: 私钥数

# statistics_subtitle
source: Overview of your key usage
ar: نظرة عامة على استخدامك للمفتاح
de: Übersicht über Ihre Schlüsselverwendung
es: Descripción general del uso de sus claves
fr: Aperçu de l'utilisation de votre clé
hi: आपके मुख्य उपयोग का अवलोकन
ja: キーの使用法の概要
ko: 키 사용 개요
pt_br: Visão geral do uso da sua chave
ru: Обзор использования вашего ключа
zh_hans: 密钥使用概览

# statistics_title
source: Key Statistics
ar: الإحصائيات الرئيسية
de: Wichtige Statistiken
es: Estadísticas clave
fr: Statistiques clés
hi: प्रमुख आँकड़े
ja: 主要な統計
ko: 주요 통계
pt_br: Principais estatísticas
ru: Ключевая статистика
zh_hans: 密钥统计

# statistics_total_keys
source: Total Keys
ar: مجموع المفاتيح
de: Gesamtschlüssel
es: Claves totales
fr: Clés totales
hi: कुल कुंजियाँ
ja: キーの総数
ko: 총 키
pt_br: Total de chaves
ru: Всего ключей
zh_hans: 总密钥数

# statistics_trust_distribution
source: Trust Level Distribution
ar: توزيع مستوى الثقة
de: Verteilung der Vertrauensebene
es: Distribución del nivel de confianza
fr: Distribution au niveau de confiance
hi: विश्वास स्तर वितरण
ja: 信頼レベルの分布
ko: 신뢰 수준 분포
pt_br: Distribuição do nível de confiança
ru: Распределение уровней доверия
zh_hans: 信任级别分布

# statistics_trusted
source: Trusted
ar: موثوق به
de: Vertrauenswürdig
es: Confiable
fr: Confiance
hi: विश्वस्त
ja: 信頼できる
ko: 신뢰할 수 있는
pt_br: Confiável
ru: Доверенный
zh_hans: 已信任

# status_expired
source: Expired
ar: منتهي الصلاحية
de: Abgelaufen
es: Venció
fr: Expiré
hi: खत्म हो चुका
ja: 期限切れ
ko: 만료됨
pt_br: Expirado
ru: Истекший
zh_hans: 已过期

# status_failed
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fr: Échoué
hi: असफल
ja: 失敗した
ko: 실패한
pt_br: Fracassado
ru: Неуспешный
zh_hans: 失败

# status_loading_keys
source: Loading keys...
ar: جارٍ تحميل المفاتيح...
de: Schlüssel werden geladen...
es: Cargando claves...
fr: Chargement des clés...
hi: कुंजियाँ लोड हो रही हैं...
ja: キーをロード中...
ko: 키 로드 중...
pt_br: Carregando chaves...
ru: Загрузка ключей...
zh_hans: 加载密钥中...

# status_trusted
source: Trusted
ar: موثوق به
de: Vertrauenswürdig
es: Confiable
fr: Confiance
hi: विश्वस्त
ja: 信頼できる
ko: 신뢰할 수 있는
pt_br: Confiável
ru: Доверенный
zh_hans: 已信任

# subkey_action_add
source: Add Subkey
ar: إضافة مفتاح فرعي
de: Unterschlüssel hinzufügen
es: Agregar subclave
fr: Ajouter une sous-clé
hi: उप-कुंजी जोड़ें
ja: サブキーを追加
ko: 하위 키 추가
pt_br: Adicionar subchave
ru: Добавить подключ
zh_hans: 添加子密钥

# subkey_action_disable
source: Disable
ar: تعطيل
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
hi: अक्षम करें
ja: 無効化
ko: 비활성화
pt_br: Desativar
ru: Отключить
zh_hans: 禁用

# subkey_action_edit_expiration
source: Edit Expiration
ar: تحرير الانتهاء
de: Ablauf bearbeiten
es: Editar vencimiento
fr: Modifier l’expiration
hi: समाप्ति संपादित करें
ja: 有効期限を編集
ko: 만료 편집
pt_br: Editar validade
ru: Изменить срок
zh_hans: 编辑有效期

# subkey_action_enable
source: Enable
ar: تمكين
de: Aktivieren
es: Habilitar
fr: Activer
hi: सक्षम करें
ja: 有効化
ko: 활성화
pt_br: Ativar
ru: Включить
zh_hans: 启用

# subkey_action_revoke
source: Revoke
ar: إبطال
de: Widerrufen
es: Revocar
fr: Révoquer
hi: निरस्त करें
ja: 失効
ko: 폐기
pt_br: Revogar
ru: Отозвать
zh_hans: 吊销

# subkey_action_update_expiration
source: Update Expiration
ar: تحديث الانتهاء
de: Ablauf aktualisieren
es: Actualizar vencimiento
fr: Mettre à jour l’expiration
hi: समाप्ति अपडेट करें
ja: 有効期限を更新
ko: 만료 업데이트
pt_br: Atualizar validade
ru: Обновить срок
zh_hans: 更新有效期

# subkey_add_success
source: Subkey added successfully.
ar: تمت إضافة المفتاح الفرعي بنجاح.
de: Unterschlüssel erfolgreich hinzugefügt.
es: Subclave agregada correctamente.
fr: Sous-clé ajoutée avec succès.
hi: उप-कुंजी सफलतापूर्वक जोड़ दी गई।
ja: サブキーを追加しました。
ko: 하위 키를 추가했습니다.
pt_br: Subchave adicionada com sucesso.
ru: Подключ успешно добавлен.
zh_hans: 子密钥已成功添加。

# subkey_add_title
source: Add Subkey
ar: إضافة مفتاح فرعي
de: Unterschlüssel hinzufügen
es: Agregar subclave
fr: Ajouter une sous-clé
hi: उप-कुंजी जोड़ें
ja: サブキーを追加
ko: 하위 키 추가
pt_br: Adicionar subchave
ru: Добавить подключ
zh_hans: 添加子密钥

# subkey_empty_state
source: No subkeys yet. Add one to separate encryption/signing usage.
ar: لا توجد مفاتيح فرعية بعد. أضف مفتاحًا لفصل استخدام التشفير والتوقيع.
de: Noch keine Unterschlüssel. Fügen Sie einen hinzu, um Verschlüsselung und Signatur zu trennen.
es: Aún no hay subclaves. Agrega una para separar cifrado y firma.
fr: Aucune sous-clé pour le moment. Ajoutez-en une pour séparer chiffrement et signature.
hi: अभी कोई उप-कुंजी नहीं है। एन्क्रिप्शन और साइनिंग को अलग करने के लिए एक जोड़ें।
ja: サブキーがありません。暗号化用と署名用を分けるために追加してください。
ko: 하위 키가 없습니다. 암호화와 서명 용도를 분리하려면 추가하세요.
pt_br: Ainda não há subchaves. Adicione uma para separar criptografia e assinatura.
ru: Подключей пока нет. Добавьте подключ, чтобы разделить шифрование и подпись.
zh_hans: 暂无子密钥。可添加子密钥以分离加密与签名用途。

# subkey_error_unavailable
source: Subkey management is available only for local secret keys.
ar: إدارة المفاتيح الفرعية متاحة فقط للمفاتيح السرية المحلية.
de: Die Unterschlüsselverwaltung ist nur für lokale geheime Schlüssel verfügbar.
es: La gestión de subclaves solo está disponible para claves secretas locales.
fr: La gestion des sous-clés est disponible uniquement pour les clés secrètes locales.
hi: उप-कुंजी प्रबंधन केवल स्थानीय निजी कुंजियों के लिए उपलब्ध है।
ja: サブキー管理はローカル秘密鍵でのみ利用できます。
ko: 하위 키 관리는 로컬 비밀 키에서만 사용할 수 있습니다.
pt_br: O gerenciamento de subchaves está disponível apenas para chaves secretas locais.
ru: Управление подключами доступно только для локальных секретных ключей.
zh_hans: 子密钥管理仅适用于本地私钥。

# subkey_expiration_custom_date
source: Custom date
ar: تاريخ مخصص
de: Benutzerdefiniertes Datum
es: Fecha personalizada
fr: Date personnalisée
hi: कस्टम तिथि
ja: カスタム日付
ko: 사용자 지정 날짜
pt_br: Data personalizada
ru: Своя дата
zh_hans: 自定义日期

# subkey_expiration_five_years
source: 5 years
ar: 5 سنوات
de: 5 Jahre
es: 5 años
fr: 5 ans
hi: 5 वर्ष
ja: 5年
ko: 5년
pt_br: 5 anos
ru: 5 лет
zh_hans: 5年
